[
  {
    "condition_name": "Common Cold",
    "search_chunk": "Condition: Common Cold. Overview: The common cold is a viral infection of your nose and throat. Symptoms: Blocked or runny nose, sore throat, headaches, muscle aches, cough, sneezing, raised temperature, pressure in ears and face, loss of taste and smell.",
    "symptoms": "Blocked or runny nose, sore throat, headaches, muscle aches, cough, sneezing, raised temperature, pressure in ears and face, loss of taste and smell",
    "triage_advice": "Pharmacist",
    "source_explanation": "A pharmacist can help with cold medicines. You can buy cough and cold medicines from pharmacies or supermarkets. A pharmacist can advise you on the best medicine.",
    "source_url": "https://www.nhs.uk/conditions/common-cold/"
  },
  {
    "condition_name": "Flu",
    "search_chunk": "Condition: Flu. Overview: Flu is a common infectious viral illness spread by coughs and sneezes. Symptoms: Sudden fever, body aches, feeling tired or exhausted, dry cough, sore throat, headache, difficulty sleeping, loss of appetite, stomach ache, feeling sick or being sick.",
    "symptoms": "Sudden fever, body aches, feeling tired or exhausted, dry cough, sore throat, headache, difficulty sleeping, loss of appetite, stomach ache, feeling sick or being sick",
    "triage_advice": "Pharmacist",
    "source_explanation": "A pharmacist can give treatment advice and recommend flu remedies.",
    "source_url": "https://www.nhs.uk/conditions/flu/"
  },
  {
    "condition_name": "Chest Infection",
    "search_chunk": "Condition: Chest Infection. Overview: Chest infections affect your lungs or airways. Symptoms: Persistent chesty cough with yellow or green phlegm, wheezing and shortness of breath, chest pain or discomfort, high temperature, headache, aching muscles, tiredness.",
    "symptoms": "Persistent chesty cough with yellow or green phlegm, wheezing and shortness of breath, chest pain or discomfort, high temperature, headache, aching muscles, tiredness",
    "triage_advice": "GP",
    "source_explanation": "See a GP if you have a chest infection and you feel very unwell.",
    "source_url": "https://www.nhs.uk/conditions/chest-infection/"
  }
]